[
  {
    "text": "Basics of Environmental Science introduces environmental study.",
    "label_hint": null
  },
  {
    "text": "The book provides an essential understanding of natural environments and their functions.",
    "label_hint": null
  },
  {
    "text": "It covers all aspects of environmental sciences with concise explanations.",
    "label_hint": null
  },
  {
    "text": "Major environmental issues such as global warming are explained in detail.",
    "label_hint": null
  },
  {
    "text": "Descriptions of ten major biomes are included in the book.",
    "label_hint": null
  },
  {
    "text": "Michael Allaby authored or co-authored over 60 books on environmental science.",
    "label_hint": null
  },
  {
    "text": "Allaby edited or co-edited seven scientific dictionaries and an anthology.",
    "label_hint": null
  },
  {
    "text": "The second edition was published in 2000 by Routledge.",
    "label_hint": null
  },
  {
    "text": "The book is available in both hardcover and paperback formats.",
    "label_hint": null
  },
  {
    "text": "It includes a list of figures and tables for reference.",
    "label_hint": null
  },
  {
    "text": "Preface and usage guide are provided at the beginning of the book.",
    "label_hint": null
  },
  {
    "text": "Structure of the Earth is depicted in Figure 2.1.",
    "label_hint": null
  },
  {
    "text": "Plate structure of the Earth and seismically active zones are shown in Figure 2.2.",
    "label_hint": null
  },
  {
    "text": "The mountain-forming events in Europe are illustrated in Figure 2.3.",
    "label_hint": null
  },
  {
    "text": "Stages in the development of an unconformity are presented in Figure 2.4.",
    "label_hint": null
  },
  {
    "text": "Gradation of clay and sand to laterite is shown in Figure 2.5.",
    "label_hint": null
  },
  {
    "text": "Slope development is explained in Figure 2.6.",
    "label_hint": null
  },
  {
    "text": "Deposition of sand and formation of an estuarine sand bar are detailed in Figure 2.7.",
    "label_hint": null
  },
  {
    "text": "The development of a sea cliff, wave-cut platform, and wave-built terrace are described in Figure 2.8.",
    "label_hint": null
  },
  {
    "text": "Average amount of solar radiation reaching the ground surface is illustrated in Figure 2.9.",
    "label_hint": null
  },
  {
    "text": "The greenhouse effect is explained in Figure 2.10.",
    "label_hint": null
  },
  {
    "text": "Seasons and the Earth's orbit are discussed in Figure 2.11.",
    "label_hint": null
  },
  {
    "text": "World distribution of soil orders is covered in chapter 3.",
    "label_hint": null
  },
  {
    "text": "Two types of terracing are described for reducing runoff.",
    "label_hint": null
  },
  {
    "text": "A windbreak can reduce wind speed.",
    "label_hint": null
  },
  {
    "text": "There are different types of coal mines.",
    "label_hint": null
  },
  {
    "text": "Structural oil and gas traps are explained.",
    "label_hint": null
  },
  {
    "text": "Blast furnaces and steel converters are discussed.",
    "label_hint": null
  },
  {
    "text": "The nitrogen cycle is analyzed in chapter 4.",
    "label_hint": null
  },
  {
    "text": "The carbon cycle is examined in chapter 4.",
    "label_hint": null
  },
  {
    "text": "Photosynthesis is covered in chapter 4.",
    "label_hint": null
  },
  {
    "text": "A simplified food web in a pond is presented.",
    "label_hint": null
  },
  {
    "text": "A simplified heathland food web is introduced.",
    "label_hint": null
  },
  {
    "text": "The pyramid of numbers per 1000 m² of temperate grassland is shown.",
    "label_hint": null
  },
  {
    "text": "World population is estimated to reach 5.24 billion by 2025.",
    "label_hint": null
  },
  {
    "text": "Genetic modification of foods has become a subject of debate.",
    "label_hint": null
  },
  {
    "text": "The book has been revised for a second edition.",
    "label_hint": null
  },
  {
    "text": "More information about environmental issues is now available.",
    "label_hint": null
  },
  {
    "text": "New controversies have emerged regarding genetically modified foods.",
    "label_hint": null
  },
  {
    "text": "Information about other environmental issues has improved over time.",
    "label_hint": null
  },
  {
    "text": "The author has updated the text where necessary.",
    "label_hint": null
  },
  {
    "text": "Links to web sites are included throughout the book.",
    "label_hint": null
  },
  {
    "text": "Albedos vary depending on the surface type.",
    "label_hint": null
  },
  {
    "text": "The incident angle affects water's albedo.",
    "label_hint": null
  },
  {
    "text": "Sea water contains various ions.",
    "label_hint": null
  },
  {
    "text": "Oak forests consist of different minerals.",
    "label_hint": null
  },
  {
    "text": "Blackbirds' diets include specific items.",
    "label_hint": null
  },
  {
    "text": "The book introduces most environmental science topics in six chapters.",
    "label_hint": null
  },
  {
    "text": "Each chapter contains 62 sections, numbered sequentially.",
    "label_hint": null
  },
  {
    "text": "The greenhouse effect is mentioned in section 11 but requires further explanation.",
    "label_hint": null
  },
  {
    "text": "A glossary defines unfamiliar terms, including those found in the index.",
    "label_hint": null
  },
  {
    "text": "The index helps locate definitions for terms not covered in specific sections.",
    "label_hint": null
  },
  {
    "text": "The book's structure allows readers to skip sections if they are not interested.",
    "label_hint": null
  },
  {
    "text": "The introduction provides an overview of environmental science disciplines and related concepts.",
    "label_hint": null
  },
  {
    "text": "The author hopes the revised edition will be valuable and interesting to readers.",
    "label_hint": null
  },
  {
    "text": "The book aims to broaden understanding of environmental science science.",
    "label_hint": null
  },
  {
    "text": "Technical terms may require reference to the index or glossary for full explanation.",
    "label_hint": null
  },
  {
    "text": "The preface offers guidance on how to use the book effectively.",
    "label_hint": null
  },
  {
    "text": "The book covers physical resources, biosphere, biological resources, and environmental management.",
    "label_hint": null
  },
  {
    "text": "Environmental science has evolved over time.",
    "label_hint": null
  },
  {
    "text": "In the past, educated individuals were expected to discuss various topics confidently.",
    "label_hint": null
  },
  {
    "text": "The term 'science' originally meant knowledge in Latin and 'Wissenschaft' in German.",
    "label_hint": null
  },
  {
    "text": "Specialization in science has increased due to accumulating discoveries.",
    "label_hint": null
  },
  {
    "text": "Scientists now often struggle to understand other fields within their own specialization.",
    "label_hint": null
  },
  {
    "text": "There is a need for interdisciplinary collaboration among different scientific fields.",
    "label_hint": null
  },
  {
    "text": "The information explosion is largely driven by scientific research.",
    "label_hint": null
  },
  {
    "text": "Educated people today generally lack detailed knowledge in specific scientific areas.",
    "label_hint": null
  },
  {
    "text": "Specialists tend to know more about less in their narrow fields.",
    "label_hint": null
  },
  {
    "text": "General understanding of broad scientific topics is needed.",
    "label_hint": null
  },
  {
    "text": "Communication barriers exist between different scientific disciplines.",
    "label_hint": null
  },
  {
    "text": "Earth's cycles involve movement from place to place.",
    "label_hint": null
  },
  {
    "text": "Rock beneath feet moves due to erosion, subduction, and volcanic activity.",
    "label_hint": null
  },
  {
    "text": "Cycling rates vary significantly across different parts of the cycle.",
    "label_hint": null
  },
  {
    "text": "Dust particles in the troposphere have a residence time of a few weeks.",
    "label_hint": null
  },
  {
    "text": "Water molecules in the air have a residence time of around 9 or 10 days.",
    "label_hint": null
  },
  {
    "text": "Stratospheric water can remain for several years.",
    "label_hint": null
  },
  {
    "text": "Groundwater can remain for up to 400 years.",
    "label_hint": null
  },
  {
    "text": "Deep ocean water takes 1000 to 1600 years to return to the surface in the Pacific Ocean.",
    "label_hint": null
  },
  {
    "text": "Radioisotopes are used for labelling in environmental monitoring.",
    "label_hint": null
  },
  {
    "text": "Chemically inert dyes are used in water samples for analysis.",
    "label_hint": null
  },
  {
    "text": "Radioisotopes have the same chemical properties as their non-radioactive counterparts.",
    "label_hint": null
  },
  {
    "text": "Particles can be tracked using chemical or radioactive labels.",
    "label_hint": null
  },
  {
    "text": "Smoke from factories can reach the ground quickly on rainy days.",
    "label_hint": null
  },
  {
    "text": "Aircraft emissions take longer to reach the ground due to altitude and air conditions.",
    "label_hint": null
  },
  {
    "text": "Most pollutants have short atmospheric residence times, often measured in days or weeks.",
    "label_hint": null
  },
  {
    "text": "Sulphur dioxide typically remains in the air for less than a month after release.",
    "label_hint": null
  },
  {
    "text": "Water's atmospheric residence time depends on evaporation rates and precipitation patterns.",
    "label_hint": null
  },
  {
    "text": "Carbon-14 is formed in the atmosphere through cosmic radiation and decays over time.",
    "label_hint": null
  },
  {
    "text": "The ratio of 12C to 14C in water changes when exposed to air and isolated from it.",
    "label_hint": null
  },
  {
    "text": "Age of water can be estimated from its 14C content assuming certain conditions are met.",
    "label_hint": null
  },
  {
    "text": "Biogeochemical cycles involve various elements essential for life.",
    "label_hint": null
  },
  {
    "text": "Global systems involve interconnected components forming a coherent whole.",
    "label_hint": null
  },
  {
    "text": "Your body functions as a system with various organs working together.",
    "label_hint": null
  },
  {
    "text": "The Earth's surface is divided into four distinct regions: lithosphere, hydrosphere, atmosphere, and biosphere.",
    "label_hint": null
  },
  {
    "text": "Materials cycle through these Earth spheres, originating in the lithosphere and ending up in the oceans.",
    "label_hint": null
  },
  {
    "text": "Biogeochemical cycles are integral parts of an overarching global system.",
    "label_hint": null
  },
  {
    "text": "Volcanic eruptions and plate tectonics contribute to the cycling of materials within the Earth's systems.",
    "label_hint": null
  },
  {
    "text": "Organisms adapt to changing conditions by modifying their needs and strategies for survival.",
    "label_hint": null
  },
  {
    "text": "The global system is not solely driven by physical forces, as organisms play a role in material cycling.",
    "label_hint": null
  },
  {
    "text": "Limestone and chalk rocks form due to chemical reactions involving carbon dioxide dissolved in rainwater.",
    "label_hint": null
  },
  {
    "text": "Weathering and erosion are essential processes in the cycling of materials within the Earth's systems.",
    "label_hint": null
  },
  {
    "text": "The Earth's systems are complex and interdependent, raising questions about their driving forces.",
    "label_hint": null
  },
  {
    "text": "The Sun has grown hotter by 25 to 30 percent since the Earth formed.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide removal helps prevent surface temperatures from rising too high.",
    "label_hint": null
  },
  {
    "text": "James Lovelock proposed the Gaia hypothesis.",
    "label_hint": null
  },
  {
    "text": "Lovelock concluded that Earth's biogeochemical cycles are driven by biology.",
    "label_hint": null
  },
  {
    "text": "Lovelock reasoned that life modifies its environment through taking materials and discharging wastes.",
    "label_hint": null
  },
  {
    "text": "Earth's atmosphere is far from chemical equilibrium due to unusual amounts of nitrogen, oxygen, and methane.",
    "label_hint": null
  },
  {
    "text": "Lovelock believed that organisms produce and maintain conditions favorable to themselves.",
    "label_hint": null
  },
  {
    "text": "The Gaia hypothesis suggests the Earth is a single living organism.",
    "label_hint": null
  },
  {
    "text": "This hypothesis has generated significant interest but remains controversial.",
    "label_hint": null
  },
  {
    "text": "Lovelock named his hypothesis after the Greek goddess of the Earth.",
    "label_hint": null
  },
  {
    "text": "The Gaia hypothesis posits that the Earth manages itself to maintain conditions suitable for life.",
    "label_hint": null
  },
  {
    "text": "Biological processes drive biogeochemical cycles.",
    "label_hint": null
  },
  {
    "text": "The Gaia hypothesis explains hospitable environments.",
    "label_hint": null
  },
  {
    "text": "Iron enrichment stimulates marine plankton growth.",
    "label_hint": null
  },
  {
    "text": "Biota significantly shapes its environment.",
    "label_hint": null
  },
  {
    "text": "Grasslands are maintained by grazing herbivores.",
    "label_hint": null
  },
  {
    "text": "Gaseous oxygen results from photosynthesis.",
    "label_hint": null
  },
  {
    "text": "Humans modify their surroundings through daily activities.",
    "label_hint": null
  },
  {
    "text": "Environmental changes favor certain species.",
    "label_hint": null
  },
  {
    "text": "All life alters its surroundings.",
    "label_hint": null
  },
  {
    "text": "Ecology and environmentalism have emerged due to environmental concerns.",
    "label_hint": null
  },
  {
    "text": "We can measure concentrations of substances in air, water, soil, or food.",
    "label_hint": null
  },
  {
    "text": "Pollutants are substances that are harmful and introduced by human activities.",
    "label_hint": null
  },
  {
    "text": "Determining the seriousness of pollution problems requires considering costs and benefits.",
    "label_hint": null
  },
  {
    "text": "Threshold doses are difficult to calculate for pollutants and their effects on humans.",
    "label_hint": null
  },
  {
    "text": "Epidemiology studies help identify health impacts of pollutants on human populations.",
    "label_hint": null
  },
  {
    "text": "The Chernobyl accident might cause a negligible increase in cancer deaths worldwide.",
    "label_hint": null
  },
  {
    "text": "EU sets very low limits for pesticide residues to ensure safety.",
    "label_hint": null
  },
  {
    "text": "Statistical risk assessment often lacks precision but still guides precautionary measures.",
    "label_hint": null
  },
  {
    "text": "Caesar banned wheeled traffic from Rome's center during daytime.",
    "label_hint": null
  },
  {
    "text": "Claudius expanded the ban to all Italian towns.",
    "label_hint": null
  },
  {
    "text": "Marcus Aurelius applied the ban to all towns in the Roman Empire.",
    "label_hint": null
  },
  {
    "text": "Hadrian further restricted vehicle entry into Rome at night.",
    "label_hint": null
  },
  {
    "text": "Population density led to traffic congestion in ancient Rome.",
    "label_hint": null
  },
  {
    "text": "Urban air pollution was recognized as a problem in medieval London.",
    "label_hint": null
  },
  {
    "text": "Edward I enacted laws to curb smoke emissions in 1273.",
    "label_hint": null
  },
  {
    "text": "Richard II initiated early efforts to reduce Thames pollution.",
    "label_hint": null
  },
  {
    "text": "Elizabeth I refused to enter London due to smoke pollution.",
    "label_hint": null
  },
  {
    "text": "Law originally referred to land outside enclosed farmlands for hunting.",
    "label_hint": null
  },
  {
    "text": "Much of the 'forest' belonged to the sovereign and had special laws.",
    "label_hint": null
  },
  {
    "text": "Forests were considered dark and dangerous places inhabited by wild animals and bandits.",
    "label_hint": null
  },
  {
    "text": "Elizabethan writers used 'wilderness' to describe unmanaged forest areas.",
    "label_hint": null
  },
  {
    "text": "Until modern times, famine was a risk due to weediness and crop health.",
    "label_hint": null
  },
  {
    "text": "Mountains, upland moors, and wetlands were considered uncultivable wastelands.",
    "label_hint": null
  },
  {
    "text": "Arthur Young advocated for the cultivation of 'waste' land in England.",
    "label_hint": null
  },
  {
    "text": "Colonial expansion led to early conservation efforts in tropical regions.",
    "label_hint": null
  },
  {
    "text": "Deforestation was linked to local climate change by French reformers.",
    "label_hint": null
  },
  {
    "text": "Scientists in British territories observed similar relationships between deforestation and climate.",
    "label_hint": null
  },
  {
    "text": "Forest reserves were established in Tobago and St Vincent in the late 18th century.",
    "label_hint": null
  },
  {
    "text": "A law protecting forests in French Mauritius was enacted in 1769.",
    "label_hint": null
  },
  {
    "text": "Earth is the only planet known to support life among the nine planets in the solar system.",
    "label_hint": null
  },
  {
    "text": "All materials used by humans originate from the Earth.",
    "label_hint": null
  },
  {
    "text": "The Earth provides food and water for all living beings.",
    "label_hint": null
  },
  {
    "text": "Solar energy powers Earth's climates and biological systems.",
    "label_hint": null
  },
  {
    "text": "The Earth receives energy from the Sun, driving its climates and biological processes.",
    "label_hint": null
  },
  {
    "text": "The Earth supports life, making it unique among the planets in the solar system.",
    "label_hint": null
  },
  {
    "text": "The Earth's surface is composed of various materials including rocks and minerals.",
    "label_hint": null
  },
  {
    "text": "Weathering is a process that affects the Earth's surface over time.",
    "label_hint": null
  },
  {
    "text": "Landforms on the Earth evolve through geological processes over long periods.",
    "label_hint": null
  },
  {
    "text": "Coasts, estuaries, and changes in sea levels are features of the Earth's coastal areas.",
    "label_hint": null
  },
  {
    "text": "The Earth's atmosphere contains oxygen, nitrogen, and other gases essential for life.",
    "label_hint": null
  },
  {
    "text": "The Earth's atmosphere influences weather patterns and climate conditions.",
    "label_hint": null
  },
  {
    "text": "Ice ages and interglacials occur periodically due to Earth's climate changes.",
    "label_hint": null
  },
  {
    "text": "Human activities can lead to climate change affecting Earth's ecosystems.",
    "label_hint": null
  },
  {
    "text": "Earth is our environment at the most fundamental level.",
    "label_hint": null
  },
  {
    "text": "The oldest rocks on the Moon are about 4.6 billion years old.",
    "label_hint": null
  },
  {
    "text": "René Descartes proposed the theory that the solar system formed from a cloud of gas and dust.",
    "label_hint": null
  },
  {
    "text": "Most meteorites entering the Earth's atmosphere are vaporized due to friction.",
    "label_hint": null
  },
  {
    "text": "The Earth-Moon system resulted from a collision between the proto-Earth and a very large body.",
    "label_hint": null
  },
  {
    "text": "Lunar rocks 4.6 billion years old indicate the age of the Earth and Moon.",
    "label_hint": null
  },
  {
    "text": "The primitive solar nebula may have been perturbed by material from a supernova explosion.",
    "label_hint": null
  },
  {
    "text": "Fusion processes within stars convert hydrogen to helium and produce heavier elements up to iron.",
    "label_hint": null
  },
  {
    "text": "The inner planets formed by accretion, with small particles moving closer and growing into larger bodies.",
    "label_hint": null
  },
  {
    "text": "The Earth and Moon are considered to be of the same age due to the collision that created the Earth-Moon system.",
    "label_hint": null
  },
  {
    "text": "The material of Earth became arranged in discrete layers, similar to the skins of an onion.",
    "label_hint": null
  },
  {
    "text": "Earth's mean density is 5.517 g/cm³.",
    "label_hint": null
  },
  {
    "text": "The Earth's inner core is composed of iron with some nickel.",
    "label_hint": null
  },
  {
    "text": "The Earth's outer core is liquid iron with nickel.",
    "label_hint": null
  },
  {
    "text": "The Earth's mantle is dense but somewhat plastic rock.",
    "label_hint": null
  },
  {
    "text": "The Earth's crust is a thin layer of solid rock.",
    "label_hint": null
  },
  {
    "text": "The geothermal gradient increases with depth.",
    "label_hint": null
  },
  {
    "text": "The Earth's magnetic field is generated by movement in the outer core.",
    "label_hint": null
  },
  {
    "text": "The Earth's surface area is approximately 149 million km².",
    "label_hint": null
  },
  {
    "text": "Land makes up 29.22% of the Earth's surface.",
    "label_hint": null
  },
  {
    "text": "Antarctica is a large continent.",
    "label_hint": null
  },
  {
    "text": "The Earth's polar circumference is shorter than its equatorial circumference.",
    "label_hint": null
  },
  {
    "text": "Miners found the temperature increased with depth in their underground works.",
    "label_hint": null
  },
  {
    "text": "Heat increases by 20 to 40 degrees Celsius for every kilometer of depth.",
    "label_hint": null
  },
  {
    "text": "In some areas, the temperature increase is only 9 or 10 degrees Celsius per kilometer.",
    "label_hint": null
  },
  {
    "text": "Geothermal energy can be harnessed in volcanic regions.",
    "label_hint": null
  },
  {
    "text": "Drilling techniques can bring hot water to the surface for energy purposes.",
    "label_hint": null
  },
  {
    "text": "Dry subsurface rock can be hotter than its surroundings.",
    "label_hint": null
  },
  {
    "text": "Exploitation of geothermal energy can be expensive due to costs associated with drilling and containment.",
    "label_hint": null
  },
  {
    "text": "Substances from the rock can dissolve into the hot water.",
    "label_hint": null
  },
  {
    "text": "The solution to corrosion involves keeping the water isolated from the environment.",
    "label_hint": null
  },
  {
    "text": "The energy from geothermal sources is not renewable.",
    "label_hint": null
  },
  {
    "text": "Over long periods, the crustal material is constantly being rearranged by mantle convection.",
    "label_hint": null
  },
  {
    "text": "Subsurface heat has an indirect effect on the climate over very long time scales.",
    "label_hint": null
  },
  {
    "text": "Earthquakes cause damage to physical structures leading to injuries.",
    "label_hint": null
  },
  {
    "text": "Underwater earthquakes generate tsunamis affecting the entire water column.",
    "label_hint": null
  },
  {
    "text": "Tsunamis rise significantly upon entering shallow waters, causing destruction.",
    "label_hint": null
  },
  {
    "text": "Volcanic ash can lead to climatic cooling if it reaches the stratosphere.",
    "label_hint": null
  },
  {
    "text": "Volcanic eruptions can benefit agriculture by enriching soil with minerals.",
    "label_hint": null
  },
  {
    "text": "Farmers can cultivate fields near active volcanoes due to volcanic ash's fertility.",
    "label_hint": null
  },
  {
    "text": "Surtsey, a new submarine volcano, erupted violently in 1963, forming an island.",
    "label_hint": null
  },
  {
    "text": "The lava cone of Surtsey rose above the sea surface after cooling.",
    "label_hint": null
  },
  {
    "text": "Sea birds settled on Surtsey, initiating colonization by plants and animals.",
    "label_hint": null
  },
  {
    "text": "After the 1883 eruption of Krakatau, some plant species managed to survive and thrive.",
    "label_hint": null
  },
  {
    "text": "By 1906, Krakatau had developed a thick forest ecosystem.",
    "label_hint": null
  },
  {
    "text": "Some lizards lived on Krakatau in 1908.",
    "label_hint": null
  },
  {
    "text": "Twenty-two species of animals lived on Krakatau in 1908.",
    "label_hint": null
  },
  {
    "text": "Two hundred and nine species of animals lived on Krakatau in 1933.",
    "label_hint": null
  },
  {
    "text": "Rats were introduced to Krakatau in 1918.",
    "label_hint": null
  },
  {
    "text": "Rock salt can form salt domes beneath denser rocks.",
    "label_hint": null
  },
  {
    "text": "Salt domes can sometimes break through the Earth's surface.",
    "label_hint": null
  },
  {
    "text": "Salt domes can flow downhill like glaciers when they break through the surface.",
    "label_hint": null
  },
  {
    "text": "The chemical composition of a rock determines its color.",
    "label_hint": null
  },
  {
    "text": "Melanocratic rocks are rich in iron and magnesium compounds.",
    "label_hint": null
  },
  {
    "text": "Leucocratic rocks are rich in silica compounds.",
    "label_hint": null
  },
  {
    "text": "Crystals form as atoms bond to specific sites on a seed crystal's surface.",
    "label_hint": null
  },
  {
    "text": "The slower a molten rock cools, the larger the crystals it is likely to contain.",
    "label_hint": null
  },
  {
    "text": "Basalt forms most of the ocean floor.",
    "label_hint": null
  },
  {
    "text": "Granite is a common intrusive igneous rock.",
    "label_hint": null
  },
  {
    "text": "Mountain chains can form due to tectonic plate movements.",
    "label_hint": null
  },
  {
    "text": "The Himalayas were formed by the collision of the Indian and Eurasian plates.",
    "label_hint": null
  },
  {
    "text": "The British landscape has been shaped by multiple orogenies over millions of years.",
    "label_hint": null
  },
  {
    "text": "The Caledonian-Appalachian mountain chain resulted from the first Scottish orogeny.",
    "label_hint": null
  },
  {
    "text": "The Acadian orogeny occurred approximately 360 million years ago.",
    "label_hint": null
  },
  {
    "text": "The Hercynian and Uralian orogenies happened around the same time as the Alleghanian.",
    "label_hint": null
  },
  {
    "text": "Bosses and batholiths are exposed igneous intrusions.",
    "label_hint": null
  },
  {
    "text": "Fossil shells indicate that mountains can form from folded pre-existing rocks.",
    "label_hint": null
  },
  {
    "text": "Dartmoor and Bodmin Moor are located on granite batholiths.",
    "label_hint": null
  },
  {
    "text": "Temperatures also undergo weathering.",
    "label_hint": null
  },
  {
    "text": "Weathering affects rocks through various processes including physical and chemical changes.",
    "label_hint": null
  },
  {
    "text": "Weathering can occur both above and below ground surfaces.",
    "label_hint": null
  },
  {
    "text": "Oxygen and carbon dioxide in air contribute to weathering.",
    "label_hint": null
  },
  {
    "text": "Water plays a crucial role in weathering through dissolution and chemical reactions.",
    "label_hint": null
  },
  {
    "text": "Chemical weathering involves dissolution, oxidation, hydration, and hydrolysis processes.",
    "label_hint": null
  },
  {
    "text": "Limestone pavements are visible evidence of chemical weathering.",
    "label_hint": null
  },
  {
    "text": "Red sandstones in Devon were originally arid desert sands rich in iron.",
    "label_hint": null
  },
  {
    "text": "Iron in these sands was oxidized to form the red color of the sandstone.",
    "label_hint": null
  },
  {
    "text": "Limestone pavements typically form in areas where limestone beds are exposed and eroded.",
    "label_hint": null
  },
  {
    "text": "Weathering leads to the formation of distinctive geological features such as limestone pavements.",
    "label_hint": null
  },
  {
    "text": "ic acid reacts with calcium carbonate to produce calcium bicarbonate.",
    "label_hint": null
  },
  {
    "text": "Calcium bicarbonate is soluble in water and forms deep crevices.",
    "label_hint": null
  },
  {
    "text": "Grikes provide a habitat for lime-loving plants.",
    "label_hint": null
  },
  {
    "text": "Limestone pavements are protected by law to prevent their destruction.",
    "label_hint": null
  },
  {
    "text": "Iron oxidizes to form hematite, an important iron ore mineral.",
    "label_hint": null
  },
  {
    "text": "Banded ironstone formations contain alternating bands of hematite and chert.",
    "label_hint": null
  },
  {
    "text": "Nodules of iron, manganese, and other metals form near mid-ocean ridges.",
    "label_hint": null
  },
  {
    "text": "Vast fields of iron and metal nodules exist on ocean floors.",
    "label_hint": null
  },
  {
    "text": "Serious consideration was once given to harvesting these nodules from the ocean floor.",
    "label_hint": null
  },
  {
    "text": "Kaolin is used in the production of fine porcelain and as a filler in paper.",
    "label_hint": null
  },
  {
    "text": "Today, most kaolin is used as a filler and whitener in paper.",
    "label_hint": null
  },
  {
    "text": "Most extensively mined kaolin deposits are located in Cornwall and Devon, Britain.",
    "label_hint": null
  },
  {
    "text": "Kaolin is a hydrated aluminium silicate, Al₂O₃·2SiO₂·2H₂O, derived from the mineral kaolinite.",
    "label_hint": null
  },
  {
    "text": "British kaolinite deposits are associated with granite batholiths and bosses intruded during the Hercynian orogeny.",
    "label_hint": null
  },
  {
    "text": "Granites contain quartz, mica, and feldspars, with feldspars being variable in composition and often rich in sodium.",
    "label_hint": null
  },
  {
    "text": "Kaolinite forms as minute white hexagonal plates that are separated from the rock by industrial washing and precipitation, leaving behind quartz grains and mica.",
    "label_hint": null
  },
  {
    "text": "Approximately 15% of the material recovered is kaolin, 10% is mica waste, and 75% is sand, which has found some use in building and landscaping.",
    "label_hint": null
  },
  {
    "text": "Bauxite, an important ore of aluminium, is produced by the chemical weathering of feldspars, typically containing 25-30% aluminium oxide.",
    "label_hint": null
  },
  {
    "text": "Bauxite is a mixture of hydrous aluminium oxides and hydroxides with various metals as impurities, suitable for mining if it contains 25-30% aluminium oxide.",
    "label_hint": null
  },
  {
    "text": "Laterization, a type of extreme weathering of soil, occurs primarily in some parts of the seasonal tropics where soils are derived from granite parent material.",
    "label_hint": null
  },
  {
    "text": "Laterization can be triggered by removing the forest or other natural vegetation in certain areas, potentially leading to the formation of laterites.",
    "label_hint": null
  },
  {
    "text": "Laterites are brick-hard and can be broken by ploughing, except on steep slopes.",
    "label_hint": null
  },
  {
    "text": "ils overlying granite can be up to 30 m deep.",
    "label_hint": null
  },
  {
    "text": "naturally acidic water from the surface percolates through them.",
    "label_hint": null
  },
  {
    "text": "plants draw the water up again through their roots.",
    "label_hint": null
  },
  {
    "text": "water is also drawn upward by capillary attraction through tiny spaces between soil particles.",
    "label_hint": null
  },
  {
    "text": "if the rainfall is fairly constant through the year, the movement of water is also constant.",
    "label_hint": null
  },
  {
    "text": "if it is strongly seasonal, evaporation exceeds precipitation during the dry season.",
    "label_hint": null
  },
  {
    "text": "mineral compounds dissolved in the soil water are precipitated, the least soluble being precipitated first.",
    "label_hint": null
  },
  {
    "text": "provided vegetation cover is adequate, with roots penetrating deep into the soil, the minerals will not accumulate in particular places.",
    "label_hint": null
  },
  {
    "text": "if there is little plant cover, however, they may accumulate near the surface.",
    "label_hint": null
  },
  {
    "text": "the most insoluble minerals are hydroxides of iron and aluminium (kaolinite).",
    "label_hint": null
  },
  {
    "text": "they are what give many tropical soils their typically red or yellow color.",
    "label_hint": null
  },
  {
    "text": "Soil formation involves biological activity.",
    "label_hint": null
  },
  {
    "text": "Physical weathering plays a role in soil formation.",
    "label_hint": null
  },
  {
    "text": "Thermal weathering leads to rock fragmentation and particle detachment.",
    "label_hint": null
  },
  {
    "text": "Water erosion is the most significant form of soil erosion.",
    "label_hint": null
  },
  {
    "text": "Human activities contribute to soil degradation.",
    "label_hint": null
  },
  {
    "text": "The UN estimates global land degradation by water erosion at 1.093 billion hectares.",
    "label_hint": null
  },
  {
    "text": "Sheet and surface erosion affect 920 million hectares globally.",
    "label_hint": null
  },
  {
    "text": "Rills and gullies degrade an additional 173 million hectares.",
    "label_hint": null
  },
  {
    "text": "Natural vegetation removal and deforestation cause 43% of water erosion.",
    "label_hint": null
  },
  {
    "text": "Over-grazing and poor farming practices contribute to 29% of water erosion.",
    "label_hint": null
  },
  {
    "text": "Modern farming techniques can significantly reduce soil erosion.",
    "label_hint": null
  },
  {
    "text": "Rock is recycled through various natural processes to form soils and landscapes.",
    "label_hint": null
  },
  {
    "text": "Human activities can speed up the natural process of landscape alteration on vulnerable land.",
    "label_hint": null
  },
  {
    "text": "Landscapes evolve due to weathering of rocks and erosion of loose particles.",
    "label_hint": null
  },
  {
    "text": "The 1952 Lynmouth flood was an example of sudden landscape change.",
    "label_hint": null
  },
  {
    "text": "During the last glaciation, Dartmoor experienced severe cold with permanent frozen ground.",
    "label_hint": null
  },
  {
    "text": "Permafrost caused rock masses on Dartmoor to break apart due to repeated freezing and thawing of water.",
    "label_hint": null
  },
  {
    "text": "The permafrost thawed for a few weeks in summer, causing mud and boulders to slide downhill.",
    "label_hint": null
  },
  {
    "text": "Today, remnants of permafrost on Dartmoor provide evidence of past climates.",
    "label_hint": null
  },
  {
    "text": "Similar periglacial processes affected the weak, jointed chalk in southern England.",
    "label_hint": null
  },
  {
    "text": "These processes resulted in the formation of deposits called 'coombe rock.",
    "label_hint": null
  },
  {
    "text": "Periglacial phenomena have been observed in North America and other European regions.",
    "label_hint": null
  },
  {
    "text": "The 1952 Lynmouth flood occurred after heavy rainfall in Exmoor, England.",
    "label_hint": null
  },
  {
    "text": "of 15 and 16 August both rivers flooded.",
    "label_hint": null
  },
  {
    "text": "Overflow from the West Lyn created a new channel.",
    "label_hint": null
  },
  {
    "text": "Houses, roads, and bridges were destroyed during the flood.",
    "label_hint": null
  },
  {
    "text": "An estimated 40,000 tons of debris were left in Lynmouth.",
    "label_hint": null
  },
  {
    "text": "31 people lost their lives in the flooding disaster.",
    "label_hint": null
  },
  {
    "text": "The flooding was primarily caused by heavy rainfall.",
    "label_hint": null
  },
  {
    "text": "Presently, permafrost regions exist in high latitudes.",
    "label_hint": null
  },
  {
    "text": "In Canada and Alaska, permafrost can reach depths of up to 400 meters.",
    "label_hint": null
  },
  {
    "text": "In Siberia, permafrost can extend up to 700 meters deep.",
    "label_hint": null
  },
  {
    "text": "Permafrost covers approximately 20% of the Arctic Circle's land area.",
    "label_hint": null
  },
  {
    "text": "Ice sheets significantly shape landscapes through erosion and depression.",
    "label_hint": null
  },
  {
    "text": "Geomorphology studies landforms and their formation.",
    "label_hint": null
  },
  {
    "text": "William Morris Davis proposed the 'Davisian cycle' of landscape evolution.",
    "label_hint": null
  },
  {
    "text": "The Davisian cycle' starts with land being raised by tectonic movements.",
    "label_hint": null
  },
  {
    "text": "Hill slopes become gentler as landscapes mature.",
    "label_hint": null
  },
  {
    "text": "A peneplain is described as 'almost a plain.",
    "label_hint": null
  },
  {
    "text": "Walther Penck argued that slopes maintain a stable angle.",
    "label_hint": null
  },
  {
    "text": "Erosion wears away the face of a slope but does not make it shallower.",
    "label_hint": null
  },
  {
    "text": "Slopes eroding faster at lower angles due to weathered material protection.",
    "label_hint": null
  },
  {
    "text": "Understanding slope behavior is crucial for engineering and environmental purposes.",
    "label_hint": null
  },
  {
    "text": "Rivers transport eroded particles from uplands to the sea.",
    "label_hint": null
  },
  {
    "text": "Landslides, erosion, and flooding are risks engineers aim to mitigate.",
    "label_hint": null
  },
  {
    "text": "Water transports mineral particles.",
    "label_hint": null
  },
  {
    "text": "Organic matter and dissolved plant nutrients are carried by rivers.",
    "label_hint": null
  },
  {
    "text": "Rivers supply water for domestic and industrial use.",
    "label_hint": null
  },
  {
    "text": "Water moves from higher to lower ground through soil layers.",
    "label_hint": null
  },
  {
    "text": "The water table is the upper limit of saturated soil.",
    "label_hint": null
  },
  {
    "text": "A drainage system removes water from a specific area.",
    "label_hint": null
  },
  {
    "text": "A catchment in Britain refers to the area drained by a drainage system.",
    "label_hint": null
  },
  {
    "text": "A watershed in North America is the area drained by a drainage system.",
    "label_hint": null
  },
  {
    "text": "Drainage patterns vary based on climate, rock type, and erosion extent.",
    "label_hint": null
  },
  {
    "text": "Dendritic patterns typically form on gently sloping land with uniform geology.",
    "label_hint": null
  },
  {
    "text": "Radial patterns occur around domed hills and batholiths.",
    "label_hint": null
  },
  {
    "text": "Trellis patterns develop where rivers cross alternating bands of hard and soft rocks.",
    "label_hint": null
  },
  {
    "text": "Sea water loses energy when pushing against fresh water.",
    "label_hint": null
  },
  {
    "text": "Sand grains are larger and heavier than silt particles.",
    "label_hint": null
  },
  {
    "text": "Particles of silt range from 2 to 60 micrometres in diameter.",
    "label_hint": null
  },
  {
    "text": "Sand grains range from 60 to 2000 micrometres in diameter.",
    "label_hint": null
  },
  {
    "text": "In estuaries, large particles settle later than small ones.",
    "label_hint": null
  },
  {
    "text": "Mudbanks are formed from silt and smaller clay particles.",
    "label_hint": null
  },
  {
    "text": "Organic molecules contribute to the formation of clumps in estuarine waters.",
    "label_hint": null
  },
  {
    "text": "Salinity variations make it difficult for most species to survive in estuarine environments.",
    "label_hint": null
  },
  {
    "text": "Bacteria and burrowing invertebrates thrive in estuarine mud due to organic material.",
    "label_hint": null
  },
  {
    "text": "Estuaries can be enriched by nutrient traps caused by current patterns.",
    "label_hint": null
  },
  {
    "text": "Mangroves help extend tropical coastlines by trapping sediment.",
    "label_hint": null
  },
  {
    "text": "Salt marsh vegetation raises the surface above the tide line, creating dry land.",
    "label_hint": null
  },
  {
    "text": "Ion travels only at the speed of light.",
    "label_hint": null
  },
  {
    "text": "Solar radiation is absorbed in the upper atmosphere.",
    "label_hint": null
  },
  {
    "text": "Radiation with wavelengths between 0.2 and 0.4 μm is ultraviolet.",
    "label_hint": null
  },
  {
    "text": "Most UV is absorbed by stratospheric oxygen and ozone.",
    "label_hint": null
  },
  {
    "text": "Visible light wavelengths range from 0.4 to 0.7 μm.",
    "label_hint": null
  },
  {
    "text": "The Sun radiates most intensely in the green part of the spectrum.",
    "label_hint": null
  },
  {
    "text": "Water vapor absorbs energy in several narrow bands between 0.9 and 2.1 μm.",
    "label_hint": null
  },
  {
    "text": "Energy is absorbed when radiant energy strikes the Earth's surface.",
    "label_hint": null
  },
  {
    "text": "The Earth is not warmed evenly due to latitude and cloudiness.",
    "label_hint": null
  },
  {
    "text": "Insolation is higher in tropical and subtropical deserts than at the equator.",
    "label_hint": null
  },
  {
    "text": "Clouds reflect incoming sunlight in the equatorial region.",
    "label_hint": null
  },
  {
    "text": "Most of the 'lost' incoming solar radiation is reflected directly back into space.",
    "label_hint": null
  },
  {
    "text": "About 10 percent of the incoming radiation is absorbed or scattered by atmospheric components.",
    "label_hint": null
  },
  {
    "text": "Rayleigh scattering occurs when shorter wavelengths scatter more than longer ones.",
    "label_hint": null
  },
  {
    "text": "The sky appears blue when the Sun is high due to scattering of blue light.",
    "label_hint": null
  },
  {
    "text": "When the sky is hazy, dust particles scatter light of all wavelengths, making the sky appear white.",
    "label_hint": null
  },
  {
    "text": "During sunrise and sunset, dust particles scatter light primarily in the orange and red wavelengths.",
    "label_hint": null
  },
  {
    "text": "Spherical particles larger than 0.1 micrometers scatter light without changing its direction, darkening the sky after rain.",
    "label_hint": null
  },
  {
    "text": "The Earth acts as a black body, radiating energy in the long, infrared waveband.",
    "label_hint": null
  },
  {
    "text": "All received energy is reradiated by the Earth, and some is converted back into heat by respiration.",
    "label_hint": null
  },
  {
    "text": "If the Earth retained captured energy permanently, it would grow hotter, contradicting observed temperatures.",
    "label_hint": null
  },
  {
    "text": "Plants capture and pass on energy to animals, which then release it back into the environment as heat.",
    "label_hint": null
  },
  {
    "text": "Solar energy can be exploited for domestic and industrial use.",
    "label_hint": null
  },
  {
    "text": "Gasohol' was previously declining in Brazil but saw increased production in 1999.",
    "label_hint": null
  },
  {
    "text": "Methanol can be produced from plant material and does not contribute to the greenhouse effect.",
    "label_hint": null
  },
  {
    "text": "Biomass crops require large amounts of land and may compete with food or fiber crops.",
    "label_hint": null
  },
  {
    "text": "Manufactured solar collectors absorb heat and transfer it to hot water systems.",
    "label_hint": null
  },
  {
    "text": "Solar collectors are most effective in areas with high insolation levels.",
    "label_hint": null
  },
  {
    "text": "Turbines occupy about 2 hectares each.",
    "label_hint": null
  },
  {
    "text": "Up to 3000 turbines can be installed in an array.",
    "label_hint": null
  },
  {
    "text": "Wind turbines require space to avoid mutual interference.",
    "label_hint": null
  },
  {
    "text": "Large conventional power stations produce comparable energy output.",
    "label_hint": null
  },
  {
    "text": "Wind turbines are unreliable and require backup conventional capacity.",
    "label_hint": null
  },
  {
    "text": "Installation sites are often visually intrusive and politically contentious.",
    "label_hint": null
  },
  {
    "text": "Wind power could potentially alter local climates significantly.",
    "label_hint": null
  },
  {
    "text": "Wave power technology is well developed but faces challenges.",
    "label_hint": null
  },
  {
    "text": "Wave power installations require large structures and robust infrastructure.",
    "label_hint": null
  },
  {
    "text": "Wave power is limited to areas with significant wave activity.",
    "label_hint": null
  },
  {
    "text": "Small-scale applications of wind and wave power are suitable for remote locations.",
    "label_hint": null
  },
  {
    "text": "Solar energy may become more accessible with improved efficiency and cost-sharing strategies.",
    "label_hint": null
  },
  {
    "text": "They are also produced by a range of human activities, especially the burning of fuels.",
    "label_hint": null
  },
  {
    "text": "It is difficult to separate natural sources from those linked directly to human activities.",
    "label_hint": null
  },
  {
    "text": "Agriculture and industry account for about one-third of the particulate matter in the air.",
    "label_hint": null
  },
  {
    "text": "Forest clearance and the overgrazing of marginal land in semi-arid regions lead to large injections of small particles as wind-blown soil.",
    "label_hint": null
  },
  {
    "text": "Particles injected into the upper troposphere might increase the formation of cirriform cloud.",
    "label_hint": null
  },
  {
    "text": "Particles injected into the stratosphere might increase planetary albedo for several years.",
    "label_hint": null
  },
  {
    "text": "Such 'thermal mountains' would stimulate convection, hopefully leading to the formation of cumuliform clouds that would release rain.",
    "label_hint": null
  },
  {
    "text": "Most climatologists are wary of such schemes, suspecting that in the unlikely event that they worked the unanticipated consequences might be unpleasant.",
    "label_hint": null
  },
  {
    "text": "On a really hot summer day the surface temperature of sand on a beach may be high enough to make it painful to walk across it in bare feet.",
    "label_hint": null
  },
  {
    "text": "Dig your feet into the sand, however, and you soon reach a cooler level.",
    "label_hint": null
  },
  {
    "text": "Different materials vary in their response to radiant energy because they have different heat capacities.",
    "label_hint": null
  },
  {
    "text": "Water has a much higher thermal capacity than rock.",
    "label_hint": null
  },
  {
    "text": "Energy requires significantly more to increase water's temperature compared to rock.",
    "label_hint": null
  },
  {
    "text": "Water cools down more slowly than rock after losing heat.",
    "label_hint": null
  },
  {
    "text": "The temperature change near the surface depends on the material's conductivity and mobility.",
    "label_hint": null
  },
  {
    "text": "Sand conducts heat poorly, resulting in a cool layer close to the surface.",
    "label_hint": null
  },
  {
    "text": "Water's heat can move through it easily via convection and mixing.",
    "label_hint": null
  },
  {
    "text": "The greenhouse effect warms the Earth by absorbing long-wave radiation from the sun.",
    "label_hint": null
  },
  {
    "text": "Without the greenhouse effect, Earth's average surface temperature would be around 250 K (-23°C).",
    "label_hint": null
  },
  {
    "text": "The current average surface temperature is approximately 288 K (+15°C).",
    "label_hint": null
  },
  {
    "text": "The greenhouse effect causes an average temperature difference of 38°C.",
    "label_hint": null
  },
  {
    "text": "Nitrogen and oxygen are nearly transparent to certain types of electromagnetic radiation.",
    "label_hint": null
  },
  {
    "text": "Ozone absorbs about 4% of incoming solar radiation.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide absorbs about 20% of the incoming solar radiation in the infrared band.",
    "label_hint": null
  },
  {
    "text": "At about 1.5 µm, 2.0 µm, and 2.5-4.5 µm, there are 6 per cent by water droplets and dust.",
    "label_hint": null
  },
  {
    "text": "At wavelengths greater than about 4.0 µm, several atmospheric gases absorb radiation.",
    "label_hint": null
  },
  {
    "text": "The Earth emits electromagnetic radiation at 4-100 µm, with a peak of intensity around 10 µm.",
    "label_hint": null
  },
  {
    "text": "More than 90 per cent of the Earth's outgoing long-wave radiation is absorbed in the atmosphere.",
    "label_hint": null
  },
  {
    "text": "The remainder, about 6 per cent, escapes into space.",
    "label_hint": null
  },
  {
    "text": "These 'gaps' in the absorption bands are called the 'atmospheric window.",
    "label_hint": null
  },
  {
    "text": "Molecules absorb radiation and reradiate it in all directions.",
    "label_hint": null
  },
  {
    "text": "Some of the reradiated radiation returns to the surface, some is absorbed by other atmospheric molecules, and some is radiated upwards.",
    "label_hint": null
  },
  {
    "text": "The surface is warmed by the Sun only during daytime, but its heat is radiated away by night as well as by day.",
    "label_hint": null
  },
  {
    "text": "The overall energy budget of the Earth must balance, and it does.",
    "label_hint": null
  },
  {
    "text": "Greenhouse' is a colorful but misleading metaphor.",
    "label_hint": null
  },
  {
    "text": "The atmospheric greenhouse effect is real and important.",
    "label_hint": null
  },
  {
    "text": "Vostok cores go back to about 160,000 years ago.",
    "label_hint": null
  },
  {
    "text": "The greenhouse-gas concentration fluctuates with temperature changes.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide levels increased after temperatures rose during the end of the last ice age.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide measurements from ice cores are unreliable due to its solubility in ice.",
    "label_hint": null
  },
  {
    "text": "The concentration of carbon dioxide was lower before the Industrial Revolution.",
    "label_hint": null
  },
  {
    "text": "The Industrial Revolution caused a significant increase in atmospheric carbon dioxide concentration.",
    "label_hint": null
  },
  {
    "text": "The 'warm champagne' effect occurs when temperature rises and carbon dioxide bubbles out of oceans.",
    "label_hint": null
  },
  {
    "text": "The 'warm beer' effect happens as aerobic bacteria release carbon dioxide due to rising temperatures.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide is the most abundant greenhouse gas over which humans can control.",
    "label_hint": null
  },
  {
    "text": "Methane, nitrous oxide, and tropospheric ozone are other greenhouse gases.",
    "label_hint": null
  },
  {
    "text": "Water vapor is the most important greenhouse gas overall.",
    "label_hint": null
  },
  {
    "text": "The concentration of methane is about 1.7 ppm, nitrous oxide is 0.31 ppm, and tropospheric ozone is 0.06 ppm.",
    "label_hint": null
  },
  {
    "text": "Its concentration varies greatly from place to place and from day to day.",
    "label_hint": null
  },
  {
    "text": "It is strongly affected by temperature.",
    "label_hint": null
  },
  {
    "text": "The influence of this gas tends to add to those of the other gases.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide is used as a reference for calculating global warming potentials.",
    "label_hint": null
  },
  {
    "text": "Methane has a global warming potential of 11 compared to carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "Nitrous oxide has a global warming potential of 270 compared to carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "CFC-11 has a global warming potential of 3400 compared to carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "CFC-12 has a global warming potential of 7100 compared to carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "A doubling of carbon dioxide concentration is used to calculate future climatic warming.",
    "label_hint": null
  },
  {
    "text": "The average global temperature could rise between 1.5 and 4.5 degrees Celsius.",
    "label_hint": null
  },
  {
    "text": "Warming of the oceans is expected to cause a rise in sea level of 2-4 cm per decade.",
    "label_hint": null
  },
  {
    "text": "It is uncertain whether sea levels have risen worldwide by about 25 cm over the past century.",
    "label_hint": null
  },
  {
    "text": "Methane has a global warming potential of 11 times that of carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "Nitrous oxide has a global warming potential of 270 times that of carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "CFC-11 has a global warming potential of 3400 times that of carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "CFC-12 has a global warming potential of 7100 times that of carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "Future climatic warming estimates are based on a doubling of carbon dioxide concentration.",
    "label_hint": null
  },
  {
    "text": "A doubling of carbon dioxide would raise the average global temperature by 1.5-4.5°C.",
    "label_hint": null
  },
  {
    "text": "Warming of the oceans due to greenhouse gases causes a rise in sea level of 2-4 cm per decade.",
    "label_hint": null
  },
  {
    "text": "Predictions of global warming include an assertion that sea levels have risen worldwide by about 25 cm over the past century.",
    "label_hint": null
  },
  {
    "text": "The sea-level gauge was meant to indicate sea level.",
    "label_hint": null
  },
  {
    "text": "John Daly rediscovered the sea-level gauge in 1999.",
    "label_hint": null
  },
  {
    "text": "Daly found the gauge still visible above the water line.",
    "label_hint": null
  },
  {
    "text": "The exact setting of the gauge is uncertain.",
    "label_hint": null
  },
  {
    "text": "If close to high tide, sea level hasn't changed since 1841.",
    "label_hint": null
  },
  {
    "text": "If at mean tide, sea level has fallen.",
    "label_hint": null
  },
  {
    "text": "Mean global temperature increased by 0.37°C from 1881 to 1940.",
    "label_hint": null
  },
  {
    "text": "Temperature fell from 1940 to the 1970s, then rose again.",
    "label_hint": null
  },
  {
    "text": "No clear evidence of warming between 1980 and 1998.",
    "label_hint": null
  },
  {
    "text": "Total warming from 1881 to 1993 was 0.54°C.",
    "label_hint": null
  },
  {
    "text": "Two-thirds of the warming occurred before 1940.",
    "label_hint": null
  },
  {
    "text": "Surface measurements can be affected by urban development and staff changes.",
    "label_hint": null
  },
  {
    "text": "Oceans are the most important sink for carbon dioxide.",
    "label_hint": null
  },
  {
    "text": "The behavior of carbon dioxide sinks is not fully understood.",
    "label_hint": null
  },
  {
    "text": "Carbon dioxide levels fluctuate seasonally due to plant growth.",
    "label_hint": null
  },
  {
    "text": "General circulation models simulate the climate using physical laws.",
    "label_hint": null
  },
  {
    "text": "Models require substantial computational resources.",
    "label_hint": null
  },
  {
    "text": "Cloud formation cannot be accurately represented in GCMs.",
    "label_hint": null
  },
  {
    "text": "Ocean mixing is simplified in most GCMs.",
    "label_hint": null
  },
  {
    "text": "Coupled models treat the oceans similarly to the atmosphere complexity.",
    "label_hint": null
  },
  {
    "text": "Scientific understanding of atmospheric and oceanic processes is advancing rapidly.",
    "label_hint": null
  },
  {
    "text": "Regional warming impacts vary significantly.",
    "label_hint": null
  },
  {
    "text": "Water vapor's effect on warming remains uncertain.",
    "label_hint": null
  },
  {
    "text": "Water vapor is a greenhouse gas.",
    "label_hint": null
  },
  {
    "text": "A more humid atmosphere will be cloudier.",
    "label_hint": null
  },
  {
    "text": "Clouds can have both warming and cooling effects.",
    "label_hint": null
  },
  {
    "text": "Most General Circulation Models predict an increase in high-level clouds.",
    "label_hint": null
  },
  {
    "text": "It is uncertain how much cloud formation will occur and what types of clouds will form.",
    "label_hint": null
  },
  {
    "text": "Many climatologists believe there is a real possibility of global climatic warming.",
    "label_hint": null
  },
  {
    "text": "Climate belts could shift towards higher latitudes, benefiting some regions and harming others.",
    "label_hint": null
  },
  {
    "text": "Warming might lead to reduced nighttime temperatures and increased soil moisture.",
    "label_hint": null
  },
  {
    "text": "Environmentalists support the precautionary principle.",
    "label_hint": null
  },
  {
    "text": "The Rio summit aimed to reduce greenhouse gas emissions based on the precautionary principle.",
    "label_hint": null
  },
  {
    "text": "Critics argue that implementing policies based on the precautionary principle can be costly and difficult.",
    "label_hint": null
  },
  {
    "text": "Earth's early atmosphere may have consisted of hydrogen and helium.",
    "label_hint": null
  },
  {
    "text": "Volcanic activity later led to the formation of a new atmosphere.",
    "label_hint": null
  },
  {
    "text": "The current atmosphere is believed to have developed significantly due to biological processes.",
    "label_hint": null
  },
  {
    "text": "Nitrogen is chemically stable but can be oxidized by lightning and other means.",
    "label_hint": null
  },
  {
    "text": "Denitrifying bacteria play a role in maintaining atmospheric nitrogen levels.",
    "label_hint": null
  },
  {
    "text": "Thunderstorms contribute to the replenishment of atmospheric nitrogen annually.",
    "label_hint": null
  },
  {
    "text": "The Earth's atmosphere continues to evolve and change over time.",
    "label_hint": null
  },
  {
    "text": "It is uncertain what the exact composition of Earth's early atmosphere was.",
    "label_hint": null
  },
  {
    "text": "The presence of free oxygen in Earth's early atmosphere is questionable.",
    "label_hint": null
  },
  {
    "text": "Biological processes help sustain the current atmospheric composition.",
    "label_hint": null
  },
  {
    "text": "Human activities such as lightning and bacterial processes influence atmospheric nitrogen levels.",
    "label_hint": null
  },
  {
    "text": "Temperature decreases with height in the troposphere.",
    "label_hint": null
  },
  {
    "text": "The tropopause marks the boundary between the troposphere and stratosphere.",
    "label_hint": null
  },
  {
    "text": "The stratosphere has a constant temperature region above the tropopause.",
    "label_hint": null
  },
  {
    "text": "The mesosphere experiences a decrease in temperature with increasing altitude.",
    "label_hint": null
  },
  {
    "text": "At 350 km, the temperature can reach over 900 °C.",
    "label_hint": null
  },
  {
    "text": "The thermosphere is characterized by a rise in temperature with altitude.",
    "label_hint": null
  },
  {
    "text": "The mesopause is located at approximately 80 km altitude.",
    "label_hint": null
  },
  {
    "text": "The density of oxygen molecules is sufficient to absorb most solar ultraviolet radiation.",
    "label_hint": null
  },
  {
    "text": "Ultraviolet radiation can cause separation of oxygen molecules into oxygen atoms.",
    "label_hint": null
  },
  {
    "text": "Ozone formation occurs when oxygen atoms combine with oxygen molecules.",
    "label_hint": null
  },
  {
    "text": "Satellites experience measurable drag due to the thermosphere.",
    "label_hint": null
  },
  {
    "text": "Atoms combine with ozone in two steps releasing free chlorine.",
    "label_hint": null
  },
  {
    "text": "CFCs are broken down by UV radiation, releasing free chlorine.",
    "label_hint": null
  },
  {
    "text": "The vortex in the Antarctic disappears during spring, moving ozone to higher latitudes.",
    "label_hint": null
  },
  {
    "text": "Arctic ozone depletion is less severe and of shorter duration.",
    "label_hint": null
  },
  {
    "text": "Ultraviolet radiation may cause cataracts and skin cancer in humans.",
    "label_hint": null
  },
  {
    "text": "Ultraviolet radiation can harm land plants and organisms near the ocean surface.",
    "label_hint": null
  },
  {
    "text": "Ozone is a minor component of the atmosphere, mainly found in the troposphere.",
    "label_hint": null
  },
  {
    "text": "Water vapor is a minor atmospheric component, comprising up to 4% in the lower atmosphere.",
    "label_hint": null
  },
  {
    "text": "The source of water vapor in the stratosphere is unclear.",
    "label_hint": null
  },
  {
    "text": "Water vapor enters the stratosphere either as water vapor or from the oxidation of methane.",
    "label_hint": null
  },
  {
    "text": "Beyond the mesosphere, atmospheric composition stabilizes due to turbulence-induced mixing.",
    "label_hint": null
  },
  {
    "text": "Earth moves westward by 50.27 seconds of arc a year.",
    "label_hint": null
  },
  {
    "text": "This motion causes the precession of the equinoxes.",
    "label_hint": null
  },
  {
    "text": "The precession alters the dates of perihelion and aphelion.",
    "label_hint": null
  },
  {
    "text": "About 13000 years from now, aphelion will occur in January.",
    "label_hint": null
  },
  {
    "text": "Tropics receive the most intense insolation and are most heated.",
    "label_hint": null
  },
  {
    "text": "Prevailing winds near the equator are from an easterly direction.",
    "label_hint": null
  },
  {
    "text": "These winds were named 'Trade Winds' due to their reliability in navigation.",
    "label_hint": null
  },
  {
    "text": "Edmond Halley suggested that hot equatorial air rises and is replaced by cooler air from higher latitudes.",
    "label_hint": null
  },
  {
    "text": "George Hadley explained the direction of returning air in 1735.",
    "label_hint": null
  },
  {
    "text": "Gaspard Gustave de Coriolis discovered the Coriolis effect in 1835.",
    "label_hint": null
  },
  {
    "text": "On a rotating sphere, speed of movement depends on latitude.",
    "label_hint": null
  },
  {
    "text": "Air at the equator moves eastward at the same speed as the surface beneath it.",
    "label_hint": null
  },
  {
    "text": "El Niño-Southern Oscillation events cause drastic consequences in Africa.",
    "label_hint": null
  },
  {
    "text": "ENSO can lead to cool, wet summers in Northwestern Europe.",
    "label_hint": null
  },
  {
    "text": "Temperatures can deviate up to 0.5°C from normal during ENSO events.",
    "label_hint": null
  },
  {
    "text": "ENSO events resulted in unusual weather patterns including warm weather in Alaska and a 100 mm rise in sea level in California.",
    "label_hint": null
  },
  {
    "text": "ENSO events caused severe beach erosion in California and death of coral reefs in the Pacific.",
    "label_hint": null
  },
  {
    "text": "ENSO events led to various diseases such as bubonic plague and encephalitis in the United States.",
    "label_hint": null
  },
  {
    "text": "The South Equatorial Current is driven by trade winds and moves surface water westward.",
    "label_hint": null
  },
  {
    "text": "Beneath the surface layer, there is a thermocline where temperatures drop sharply.",
    "label_hint": null
  },
  {
    "text": "The Equatorial Undercurrent compensates for the westward movement of surface water.",
    "label_hint": null
  },
  {
    "text": "Sea surface temperature ranges between 27.5°C and 30°C, near the maximum possible temperature for sea water.",
    "label_hint": null
  },
  {
    "text": "ENSO events cause the intertropical convergence zone to move further south than usual in midwinter.",
    "label_hint": null
  },
  {
    "text": "Environmental science includes the study of cycles of elements and environmental interactions.",
    "label_hint": "true"
  },
  {
    "text": "The word 'science' originates from the Latin word 'scientia', meaning 'knowledge.",
    "label_hint": "true"
  },
  {
    "text": "In German, 'science' is referred to as 'Wissenschaft', which translates to 'knowledge.",
    "label_hint": "true"
  },
  {
    "text": "The term 'science' began to be used in its modern restricted sense in the middle of the 19th century.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science and ecology are the same discipline.",
    "label_hint": "false"
  },
  {
    "text": "Historically, 'philosophy' was used to describe theories from natural phenomena investigation.",
    "label_hint": "true"
  },
  {
    "text": "It is still possible for one person to be fully abreast of developments across all scientific fields today.",
    "label_hint": "false"
  },
  {
    "text": "Scientists in the past could easily switch between different disciplines.",
    "label_hint": "true"
  },
  {
    "text": "Specialization in science began because there was too much information for a single brain to hold.",
    "label_hint": "true"
  },
  {
    "text": "A broadly educated person today can understand the detailed research of all scientific specialisms.",
    "label_hint": "false"
  },
  {
    "text": "Research scientists find it easy to communicate with those in other research areas.",
    "label_hint": "false"
  },
  {
    "text": "The definition of a specialist is someone who knows everything about a very narrow field.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science does not involve the study of attitudes towards the natural world.",
    "label_hint": "false"
  },
  {
    "text": "The history of environmental science is not a component of the environmental sciences.",
    "label_hint": "false"
  },
  {
    "text": "The disciplines that comprise the environmental sciences are static and do not change over time.",
    "label_hint": "false"
  },
  {
    "text": "Scientists are generating most of the information in the current 'information explosion.",
    "label_hint": "true"
  },
  {
    "text": "Molecular biology, taxonomy, and biochemistry are unrelated disciplines.",
    "label_hint": "false"
  },
  {
    "text": "Life sciences encompass disciplines that deal with living or once-living organisms.",
    "label_hint": "true"
  },
  {
    "text": "Geophysics and climatology are considered part of the earth sciences.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science does not overlap with life or earth sciences.",
    "label_hint": "false"
  },
  {
    "text": "Palaeontology can be classified as both a life science and an earth science.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science focuses solely on natural processes without human influence.",
    "label_hint": "false"
  },
  {
    "text": "The study of past life through fossils is exclusively an earth science.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science is concerned with the physical, chemical, and biological surroundings of organisms.",
    "label_hint": "true"
  },
  {
    "text": "The grouping of scientific disciplines is defined by the direction of interest.",
    "label_hint": "true"
  },
  {
    "text": "Hydrology and mineralogy are not part of the earth sciences.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science draws heavily on aspects of the life and earth sciences.",
    "label_hint": "true"
  },
  {
    "text": "The earth sciences deal exclusively with the chemical nature of the planet Earth.",
    "label_hint": "false"
  },
  {
    "text": "Palaeontologists do not classify organisms as part of their work.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science is the broadest grouping among the life, earth, and environmental sciences.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science has political implications when it suggests harmful activities that may require legislative changes.",
    "label_hint": "true"
  },
  {
    "text": "Modification of harmful activities due to environmental science findings does not involve any economic costs.",
    "label_hint": "false"
  },
  {
    "text": "Over the last thirty years, society has become more concerned about minimizing avoidable damage to the natural environment.",
    "label_hint": "true"
  },
  {
    "text": "Environmental impact assessments are not considered in the decision-making process for major development projects in the United States.",
    "label_hint": "false"
  },
  {
    "text": "Certain areas are granted absolute protection from activities that could harm the environment.",
    "label_hint": "false"
  },
  {
    "text": "Industries such as construction and agriculture are increasingly expected to predict the environmental effects of their activities.",
    "label_hint": "true"
  },
  {
    "text": "Understanding environmental science and its application is unnecessary for those in industries affecting the environment.",
    "label_hint": "false"
  },
  {
    "text": "Courses in planning and industrial management often include an environmental science component.",
    "label_hint": "true"
  },
  {
    "text": "The book Basics of Environmental Science covers only a narrow selection of topics within environmental sciences.",
    "label_hint": "false"
  },
  {
    "text": "There is a consensus among scientists about which disciplines should be included under the term environmental sciences.",
    "label_hint": "false"
  },
  {
    "text": "The opening chapter of Basics of Environmental Science provides a general introduction to the field and its history.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science has no relationship to environmental campaigning.",
    "label_hint": "false"
  },
  {
    "text": "The content of Basics of Environmental Science is based on a single, unchanging approach to the subject.",
    "label_hint": "false"
  },
  {
    "text": "Financial losers in the short term due to environmental policies are unlikely to voice their complaints.",
    "label_hint": "false"
  },
  {
    "text": "International treaties are sometimes required to modify activities identified as harmful by environmental science.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science and environmentalism are the same thing.",
    "label_hint": "false"
  },
  {
    "text": "Basics of Environmental Science focuses mainly on the science behind environmental studies.",
    "label_hint": "true"
  },
  {
    "text": "The book Basics of Environmental Science requires advanced scientific knowledge to understand.",
    "label_hint": "false"
  },
  {
    "text": "Environmentalists are concerned solely with scientific findings.",
    "label_hint": "false"
  },
  {
    "text": "The fifth chapter of Basics of Environmental Science covers environmental management topics like wildlife conservation.",
    "label_hint": "true"
  },
  {
    "text": "Basics of Environmental Science is written in a simple, non-technical language.",
    "label_hint": "true"
  },
  {
    "text": "You must read Basics of Environmental Science in order from cover to cover to understand it.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science is a grouping of disciplines that can be related to each other.",
    "label_hint": "true"
  },
  {
    "text": "Becoming an 'environmental scientist' is a clearly defined career path.",
    "label_hint": "false"
  },
  {
    "text": "Specialists in environmental sciences contribute to understanding the environment through detailed research.",
    "label_hint": "true"
  },
  {
    "text": "The introduction of Basics of Environmental Science is followed by five chapters.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science deals with the way the natural world functions.",
    "label_hint": "true"
  },
  {
    "text": "The book Basics of Environmental Science includes mathematical equations to explain concepts.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science can resolve the difficulty of scientific specialization.",
    "label_hint": "false"
  },
  {
    "text": "A career in environmental sciences could lead to becoming an ecologist or a geomorphologist.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science involves specialists from various disciplines collaborating to address specific issues.",
    "label_hint": "true"
  },
  {
    "text": "The study of an estuary includes mapping the underlying rock geology and identifying overlying sediments.",
    "label_hint": "true"
  },
  {
    "text": "Monitoring changes in water distribution and temperature is not part of estuary studies.",
    "label_hint": "false"
  },
  {
    "text": "Global climate change studies involve climatologists, oceanographers, and marine biologists.",
    "label_hint": "true"
  },
  {
    "text": "Environmental scientists do not need to collaborate across disciplines for comprehensive studies.",
    "label_hint": "false"
  },
  {
    "text": "The chemical composition of water in an estuary is analyzed as part of environmental studies.",
    "label_hint": "true"
  },
  {
    "text": "Palaeoclimatologists and glaciologists are not involved in global climate change studies.",
    "label_hint": "false"
  },
  {
    "text": "Environmental science provides the factual basis for decisions regarding industrial activities.",
    "label_hint": "true"
  },
  {
    "text": "An educated person in the modern world must understand scientific concepts.",
    "label_hint": "true"
  },
  {
    "text": "The book Basics of Environmental Science helps in choosing a specialization within environmental science.",
    "label_hint": "true"
  },
  {
    "text": "No one can master all the concepts and techniques of environmental science disciplines.",
    "label_hint": "true"
  },
  {
    "text": "Environmental science studies do not involve measuring the productivity of species.",
    "label_hint": "false"
  },
  {
    "text": "Computer scientists are not part of global climate change research teams.",
    "label_hint": "false"
  },
  {
    "text": "The bigger the scale of an environmental issue, the fewer disciplines are involved.",
    "label_hint": "false"
  },
  {
    "text": "Tracing coastal currents and tidal flows is essential in estuary studies.",
    "label_hint": "true"
  },
  {
    "text": "The oxygen that powers your body has been used by many different organisms over billions of years.",
    "label_hint": "true"
  },
  {
    "text": "Carbon and hydrogen in your body have passed through many other organisms over billions of years.",
    "label_hint": "true"
  },
  {
    "text": "All materials at the Earth's surface are engaged in cycles that move them from place to place.",
    "label_hint": "true"
  },
  {
    "text": "Solid rock beneath your feet moves due to erosion, subduction, and volcanic activity.",
    "label_hint": "true"
  },
  {
    "text": "A dust particle in the troposphere remains airborne for a few weeks before being washed to the surface by rain.",
    "label_hint": "true"
  },
  {
    "text": "A water molecule remains in the air for around 9 or 10 days.",
    "label_hint": "true"
  },
  {
    "text": "Water that drains into groundwater may remain there for up to 400 years.",
    "label_hint": "true"
  },
  {
    "text": "Deep water in the Pacific Ocean takes 1000 to 1600 years to return to the surface.",
    "label_hint": "true"
  },
  {
    "text": "Deep water in the Atlantic and Indian Oceans takes around 500 to 800 years to return to the surface.",
    "label_hint": "true"
  },
  {
    "text": "Industrial and low-level radioactive waste dumped in the deep oceans returns to the surface within 100 years.",
    "label_hint": "false"
  },
  {
    "text": "The concept of recycling materials on Earth is a new idea introduced in the 21st century.",
    "label_hint": "false"
  },
  {
    "text": "Mountains erode at the same rate globally, regardless of their location.",
    "label_hint": "false"
  },
  {
    "text": "Water molecules in the stratosphere remain there for only a few days.",
    "label_hint": "false"
  },
  {
    "text": "Chemically inert dyes are used to label materials in the atmosphere.",
    "label_hint": "false"
  },
  {
    "text": "Radioisotopes are not used in monitoring the movement of materials through the environment.",
    "label_hint": "false"
  }
]